tap "domt4/autoupdate"
tap "git-time-metric/gtm"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
brew "bazel"
brew "boost"
brew "cairo"
brew "ccache"
brew "cmake"
brew "coreutils"
brew "libxml2"
brew "libpq"
brew "poppler"
brew "gdal"
brew "geckodriver"
brew "gh"
brew "git"
brew "htop"
brew "ical-buddy", link: false
brew "libheif"
brew "imagemagick"
brew "libstxxl"
brew "libzip"
brew "lsd"
brew "lua"
brew "make"
brew "neofetch"
brew "neovim"
brew "pandoc"
brew "pandoc-citeproc"
brew "ruby"
brew "shellcheck"
brew "tbb"
brew "terminal-notifier"
brew "tldr"
brew "tmux"
brew "tree"
brew "wget"
brew "yamllint"
brew "yq"
brew "zsh"
brew "zsh-syntax-highlighting"
brew "git-time-metric/gtm/gtm"
cask "anaconda"
cask "font-hack-nerd-font"
cask "kitty"
